tap "derailed/k9s"
tap "fluxcd/tap"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "siderolabs/tap"
tap "thoughtbot/formulae"
brew "age"
brew "arp-scan"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "blueutil"
brew "btop"
brew "cask"
brew "cloudflared"
brew "devcontainer"
brew "direnv"
brew "dive"
brew "docker-compose"
brew "eksctl"
brew "exiftool"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "go-task"
brew "grep"
brew "helm"
brew "helmfile"
brew "hey"
brew "hivemind"
brew "htop"
brew "iftop"
brew "imagemagick"
brew "iperf3"
brew "jemalloc"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kube-linter"
brew "kube-ps1"
brew "kubeaudit"
brew "kubeconform"
brew "kubectx"
brew "kubescape"
brew "kubespy"
brew "kustomize"
brew "lazydocker"
brew "libpq"
brew "make"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "overmind"
brew "pgtune"
brew "pgweb"
brew "pkgconf"
brew "pre-commit"
brew "pstree"
brew "pulumi"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "s3cmd"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "sops"
brew "speedtest-cli"
brew "stress"
brew "talhelper"
brew "telnet"
brew "terraform"
brew "testdisk"
brew "testssl"
brew "tree"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "wireshark", link: false
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "yubikey-agent"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/waypoint"
brew "siderolabs/tap/talosctl"
cask "alfred"
cask "appcleaner"
cask "aptakube"
cask "authy"
cask "balenaetcher"
cask "brave-browser"
cask "db-browser-for-sqlite"
cask "discord"
cask "divvy"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "fork"
cask "github"
cask "google-chrome"
cask "google-chrome@canary"
cask "handbrake"
cask "hex-fiend"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "kubecontext"
cask "little-snitch@5"
cask "maccy"
cask "macdown"
cask "mitmproxy"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "openlens"
cask "postico"
cask "proton-pass"
cask "slack"
cask "sloth"
cask "spotify"
cask "stats"
cask "tailscale"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
vscode "aswinkumar863.smarty-template-support"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "golang.go"
vscode "koichisasada.vscode-rdbg"
vscode "mikestead.dotenv"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "timonwong.shellcheck"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
